Repository: atlanbiz/xemsiye-seystem
Catalog: ios/SolarPulse/Resources/Localizable.xcstrings
Source language: en
Languages: ar, tr, ug

# set.theme
source: Theme
ar: المظهر
tr: Tema
ug: ئۇسلۇب

# set.theme.dark
source: Dark
ar: داكن
tr: Koyu
ug: قاراڭغۇ

# set.theme.light
source: Light
ar: فاتح
tr: Açık
ug: يورۇق

# set.theme.system
source: System
ar: النظام
tr: Sistem
ug: سىستېما

# set.title
source: Settings
ar: الإعدادات
tr: Ayarlar
ug: تەڭشەكلەر

# set.treeFactor
source: CO₂ absorbed per tree per year (kg)
ar: CO₂ الممتص لكل شجرة سنويًا (كغ)
tr: Ağaç başına yıllık emilen CO₂ (kg)
ug: بىر تۈپ دەرەخ يىلىغا سۈمۈرىدىغان CO₂ (kg)

# set.version
source: Version
ar: الإصدار
tr: Sürüm
ug: نەشرى

# siteType.commercial
source: Commercial
ar: تجاري
tr: Ticari
ug: سودا

# siteType.industrial
source: Industrial
ar: صناعي
tr: Endüstriyel
ug: سانائەت

# siteType.residential
source: Residential
ar: سكني
tr: Konut
ug: ئولتۇراق

# siteType.utility
source: Utility-scale
ar: على نطاق المرافق
tr: Şebeke ölçekli
ug: چوڭ ئېلېكتر ئىستانسىسى

# sites.add
source: Add Site
ar: إضافة محطة
tr: Santral Ekle
ug: ئىستانسا قوشۇش

# sites.annualOpex
source: Annual O&M cost
ar: تكلفة التشغيل والصيانة السنوية
tr: Yıllık işletme-bakım maliyeti
ug: يىللىق ئاسراش خىراجىتى

# sites.battery
source: Battery (kWh)
ar: البطارية (kWh)
tr: Batarya (kWh)
ug: باتارېيە (kWh)

# sites.capacity
source: Capacity (kW)
ar: القدرة (kW)
tr: Kapasite (kW)
ug: سىغىمى (kW)

# sites.currentPower
source: Current Power
ar: القدرة الحالية
tr: Anlık Güç
ug: نۆۋەتتىكى قۇۋۋەت

# sites.customer
source: Customer
ar: العميل
tr: Müşteri
ug: خېرىدار

# sites.degradation
source: Degradation (%/yr)
ar: تراجع الإنتاج (%/سنة)
tr: Verim kaybı (%/yıl)
ug: ھاسىلات تۆۋەنلىشى (%/يىل)

# sites.deleteWarn
source: Deleting a site also deletes its devices, tickets and invoices.
ar: حذف المحطة يحذف أيضًا أجهزتها وطلبات الصيانة والفواتير الخاصة بها.
tr: Bir santrali silmek, cihazlarını, bakım kayıtlarını ve faturalarını da siler.
ug: ئىستانسىنى ئۆچۈرسىڭىز ئۇنىڭ ئۈسكۈنىلىرى، ۋەزىپىلىرى ۋە ھېساباتلىرىمۇ ئۆچۈرۈلىدۇ.

# sites.devices
source: Devices
ar: الأجهزة
tr: Cihazlar
ug: ئۈسكۈنىلەر

# sites.edit
source: Edit Site
ar: تعديل المحطة
tr: Santrali Düzenle
ug: ئىستانسىنى تەھرىرلەش

# sites.energyToday
source: Energy Today
ar: طاقة اليوم
tr: Bugünkü Enerji
ug: بۈگۈنكى ئېنېرگىيە

# sites.escalation
source: Tariff escalation (%/yr)
ar: زيادة التعرفة (%/سنة)
tr: Tarife artışı (%/yıl)
ug: توك باھاسى ئۆسۈشى (%/يىل)

# sites.financials
source: Financials
ar: البيانات المالية
tr: Finansal Bilgiler
ug: مالىيە

# sites.installDate
source: Install Date
ar: تاريخ التركيب
tr: Kurulum Tarihi
ug: قۇراشتۇرۇلغان ۋاقىت

# sites.invoices
source: Invoices
ar: الفواتير
tr: Faturalar
ug: ھېسابات تالونلىرى

# sites.last30
source: Last 30 Days Production
ar: إنتاج آخر 30 يومًا
tr: Son 30 Gün Üretimi
ug: ئاخىرقى 30 كۈنلۈك ھاسىلات

# sites.lat
source: Latitude
ar: خط العرض
tr: Enlem
ug: كەڭلىك

# sites.lng
source: Longitude
ar: خط الطول
tr: Boylam
ug: ئۇزۇنلۇق

# sites.notFound
source: Site not found
ar: المحطة غير موجودة
tr: Santral bulunamadı
ug: ئىستانسا تېپىلمىدى

# sites.price
source: Tariff (per kWh)
ar: التعرفة (لكل kWh)
tr: Tarife (kWh başına)
ug: باھاسى (ھەر kWh)

# sites.subtitle
source: Manage all your solar installations
ar: إدارة جميع منشآتك الشمسية
tr: Tüm güneş enerjisi tesislerinizi yönetin
ug: بارلىق قۇياش ئېنېرگىيە قۇرۇلمىلىرىنى باشقۇرۇڭ

# sites.systemCost
source: System cost
ar: تكلفة النظام
tr: Sistem maliyeti
ug: سىستېما تەننەرخى

# sites.thisMonth
source: This Month
ar: هذا الشهر
tr: Bu Ay
ug: بۇ ئاي

# sites.tickets
source: Maintenance Tickets
ar: طلبات الصيانة
tr: Bakım Kayıtları
ug: ئاسراش ۋەزىپىلىرى

# sites.title
source: Sites
ar: المحطات
tr: Santraller
ug: ئىستانسىلار

# sites.todayCurve
source: Today’s Power Curve
ar: منحنى القدرة اليوم
tr: Bugünkü Güç Eğrisi
ug: بۈگۈنكى قۇۋۋەت ئەگرى سىزىقى

# sites.useDefaults
source: Use defaults
ar: القيم الافتراضية
tr: Varsayılanları kullan
ug: كۆڭۈلدىكى قىممەتلەر

# sites.yield
source: Specific Yield
ar: العائد النوعي
tr: Özgül Verim
ug: بىرلىك ھاسىلات

# status.active
source: Active
ar: نشط
tr: Aktif
ug: ئاكتىپ

# status.idle
source: Idle
ar: خامل
tr: Boşta
ug: بىكار

# status.in_progress
source: In Progress
ar: قيد التنفيذ
tr: Devam Ediyor
ug: ئىشلىنىۋاتىدۇ

# status.maintenance
source: Maintenance
ar: صيانة
tr: Bakımda
ug: ئاسراۋاتىدۇ

# status.offline
source: Offline
ar: غير متصل
tr: Çevrimdışı
ug: تورسىز

# status.online
source: Online
ar: متصل
tr: Çevrimiçi
ug: توردا

# status.open
source: Open
ar: مفتوح
tr: Açık
ug: ئوچۇق

# status.overdue
source: Overdue
ar: متأخر
tr: Gecikmiş
ug: ۋاقتى ئۆتتى

# status.paid
source: Paid
ar: مدفوع
tr: Ödendi
ug: تۆلەندى

# status.pending
source: Pending
ar: معلّق
tr: Beklemede
ug: كۈتۈۋاتىدۇ

# status.resolved
source: Resolved
ar: تم الحل
tr: Çözüldü
ug: ھەل قىلىندى

# status.warning
source: Warning
ar: تحذير
tr: Uyarı
ug: ئاگاھلاندۇرۇش

# user.logout
source: Log out
ar: تسجيل الخروج
tr: Çıkış yap
ug: چېكىنىش

# user.profile
source: Profile
ar: الملف الشخصي
tr: Profil
ug: ئارخىپ

# wx.cloudy
source: Cloudy
ar: غائم
tr: Bulutlu
ug: بۇلۇتلۇق

# wx.fog
source: Fog
ar: ضباب
tr: Sisli
ug: تۇمان

# wx.humidity
source: Humidity
ar: الرطوبة
tr: Nem
ug: نەملىك

# wx.irradiance
source: Irradiance
ar: الإشعاع الشمسي
tr: Işınım
ug: نۇرلىنىش

# wx.partly
source: Partly cloudy
ar: غائم جزئيًا
tr: Parçalı bulutlu
ug: قىسمەن بۇلۇتلۇق

# wx.rain
source: Rain
ar: ممطر
tr: Yağmurlu
ug: يامغۇر

# wx.snow
source: Snow
ar: ثلج
tr: Karlı
ug: قار

# wx.storm
source: Thunderstorm
ar: عاصفة رعدية
tr: Gök gürültülü fırtına
ug: گۈلدۈرماما

# wx.sunny
source: Sunny
ar: مشمس
tr: Güneşli
ug: ئوچۇق

# wx.wind
source: Wind Speed
ar: سرعة الرياح
tr: Rüzgâr Hızı
ug: شامال تېزلىكى
